Revit 2027 API
ParameterTypeId.DividedpathDisplayReferenceCurves Property
 "Display Path"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedpathDisplayReferenceCurves { get; }
Public Shared ReadOnly Property DividedpathDisplayReferenceCurves As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedpathDisplayReferenceCurves {
	ForgeTypeId^ get ();
}
static member DividedpathDisplayReferenceCurves : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace